{
  "recipes": [
    {
      "imageUrl": "https://jamilacuisine.ro/wp-content/uploads/2021/12/Tort-cu-frisca-si-jeleu-de-visine-696x392.jpg.webp",
      "name": "Tort cu frisca si jeleu de visine",
      "ingredients": "200 g zahar, 700 g visine, 1 blat de tort cu vanilie, 250 g mascarpone, 200 g pudra",
      "description": "Pentru acest tort cu frisca si jeleu de visine am folsosit visine congelate. Din ele am facut un jeleu de casa, natural si gustos. Nu e mare filosofie sa faci un jeleu in casa si nu stiu de ce unora le e teama de el. Aveti nevoie de fructe, zahar si gelatina. Zaharul se pune dupa gust, in functie de dulceata fructelor. Fructele se fierb cu zahar si putina apa, apoi se paseaza. Gelatina e cea care leaga jeleul si se hidrateaza in apa rece inainte de a fi pusa in piureul de fructe. Si cam asta e tot. Se lasa sa ajunga la temperatura camerei si se poate folosi la tort. Puteti face jeleul din orice fructe doriti. Pot fi capsuni, cirese, fructe de padure, mango. Merge la fel de bine si zmeura.",
      "id": 1
    },
    {
      "imageUrl": "https://jamilacuisine.ro/wp-content/uploads/2021/11/Somon-cu-sos-alb-si-spanac-696x392.jpg.webp",
      "name": "Somon cu sos alb si spanac",
      "ingredients": "400 g somon, 200 ml smantana, 100 g spanac, 30 g parmezan, 4-5 catei usturoi, 1 ceapa tocata marunt, zeama de la o lamaie, ½ legatura marar, ½ legatura patrunjel, putin piper, putina sare",
      "description": "Din reteta de somon cu sos alb sosul este partea care dureaza cel mai mult, insa care nu e deloc complicata. Aveti nevoie de ingrediente simple, pe care cel mai probabil le aveti deja la indemana. Caliti bine ceapa si usturoiul, adaugati smtana pentru gatit, parmezanul si sapanacul proaspat. Puteti sa mai adaugati condimente, insa eu am pus doar sare si piper. Adaugati apoi somonul pe care l-ati rumenit separat si mancarea e cam gata. O mai lasati doar 5 minute sa fiarba impreuna si puteti adauga verdeturile. Eu am optat pentru marar si patrunjel, insa puteti pune orice verdeata doriti. Puteti chiar sa o omiteti cu totul. Aveti oricum suficient spanac in sos pentru gust si culoare. In plus, mai puteti adauga in sos si putin broccoli, asta daca va place. Merge perfect cu somonul!",
      "id": 2
    },
    {
      "imageUrl": "https://jamilacuisine.ro/wp-content/uploads/2020/09/Saleuri-cu-cascaval-si-parmezan-696x392.jpg.webp",
      "name": "Saleuri cu cascaval si parmezan",
      "ingredients": "800 g aluat de foietaj, 100 g cascaval razuit, 30 g parmezan razuit",
      "description": "Daca vreti ca aceste saleuri cu cascaval si parmezan sa fie pufoase ca cele din reteta mea, nu intindeti aluatul decat dupa ce ati adaugat branzeturile. Desfaceti o bucata de aluat, puneti cascavalul si parmezanul si acoperiti cu cealalta bucata. Intindeti-l bine astfel incat bucatile sa se preseze, iar umplutura sa nu iasa. Apoi, in functie de preferinte, taiati fasii mai groase sau mai subtiri. Eu am folosit o rigla din inox pentru a ma ghida si o rola pentru  pizza pentru a taia. Puteti folosi fara probleme si un cutit bine ascutit. Serviti-le alaturi de saratele cu branza  si veti aveti niste super antreuri sarate numai bune de savurat de cei dragi!",
      "id": 3
    },
    {
      "imageUrl": "https://jamilacuisine.ro/wp-content/uploads/2021/06/Cartofi-prajiti-in-stil-belgian-696x392.jpg.webp",
      "name": "Cartofi prajiti in stil belgian",
      "ingredients": "6 cartofi, 100 g iaurt, 3 linguri maioneza, 1 lingurita ceapa pudra, 1 lingurita usturoi pudra, 1 lingurita ierburi aromatice, putina sare",
      "description": "Putem totusi sa facem cartofi prajiti in stil belgian la fel de bine si acasa. Si chiar daca nu avem grasime de vita. Eu am folosit ulei de floarea soarelui si a fost perfect. Daca totusi gasiti grasime de vita, topiti-o si folositi-o pentru un gust ca in Belgia. Dupa cum v-am spus am prajit de 2 ori cartofii. Prima data la temperatura mica pana cand cartofii se inmoaie, apoi la temperatura mare pana se rumenesc. Intre prajirii cartofii se lasa sa se raceasca complet si chiar se pot pune in congelator. In felul acesta vor fi foarte crocanti la exterior si se vor rumeni uniform. La a doua prajire ii puteti lasa mai mult sau mai putin, in functie de cat de crocanti doriti sa fie.",
      "id": 4
    },
    {
      "imageUrl": "https://jamilacuisine.ro/wp-content/uploads/2022/08/Mini-tarte-cu-aluat-de-foietaj-696x392.jpg.webp",
      "name": "Mini tarte cu aluat de foietaj si fructe de padure",
      "ingredients": "500 g aluat de foietaj cu unt, 100 g zahar pudra, 400 g crema de branza, 1 lingurita extract de vanilie, 50 g capsuni, 50 g mure, 50 g coacaze, 50 g afine, 50 g zmeura",
      "description": "Ce-mi place la reteta de mini tarte cu aluat de foietaj si fructe este faptul ca e foarte simpla si foarte usor de preparat. Nu necesita multe ingrediente si e gata pentru a fi pusa la cuptor in cel mult 15 minute. Cel mai important e sa lucrati repede cu aluatul pentru ca are unt in compozitie si se inmoaie foarte usor. De fiecare data cand se inmoaie il puteti pune la frigider pentru 10 minute. Taiati sfere din aluat asa cum veti vedea in clip. In mijloc adaugati crema de branza si fructele de padure. Pentru a le coace am folosit cuptorul electric Electrolux Steamboost care coace si cu abur si de care sunt super multumita. Il folosesc intens de aproape un an si jumatate si e minunat.",
      "id": 5
    },
    {
      "imageUrl": "https://jamilacuisine.ro/wp-content/uploads/2019/07/Ciorba-de-pui-olteneasca.jpg",
      "name": "Ciorba de pui olteneasca",
      "ingredients": "1 kg carne de pui cu os, 3 rosii decojite si tocate, 2 cartofi, 40 g fidea, 1 legatura patrunjel, 1 legatura leustean, 1 dovlecel, 2 cepe, 1 radacina pastarnac, 2 morcovi, ¼ telina, 1 ardei gras, 1 radacina patrunjel, sare",
      "description": "Foarte important e ca la inceput sa fierbeti bine carnea si s-o spumati destul de des. Cand carnea a fiert si spuma nu se mai formeaza, putem adauga legumele. Incepem intai cu ceapa, cartofii si radacinoasele si apoi le adaugem pe cele care fierb mai repede. Eu am adaugat spre final dovlecei, insa puteti pune si mazare sau fasole verde. Mie nu-mi plac in ciorba de pui, asa ca nu le pun. Tot in ultimele 5 minute adaugam si rosiile decojite si taiate cuburi mici si bineinteles fideaua. Mai puteti pune 1-2 oua batute pentru a avea „zdrente” de ou, insa eu prefer sa renunt la ele. Ca si la ciorba de perisoare, verdeata nu trebuie sa lipseasca asa ca neaparat trebuie sa puneti patrunjel, leustean sau o combinatie intre cele doua.",
      "id": 6
    },
    {
      "imageUrl": "https://jamilacuisine.ro/wp-content/uploads/2018/02/Salata-de-cartofi-si-iaurt.jpg.webp",
      "name": "Salata de cartofi si iaurt",
      "ingredients": "1 kg cartofi, 3-4 ardei copti, 10 castraveciori murati, 1 legatura ceapa verde, 100 g masline, 200 g iaurt, 1 legatura patrunjel, 1 legatura marar, 2 linguri mustar, 2 linguri ulei de masline, sare, piper",
      "description": "Bineinteles ca voi puteti pune orice legume va plac sau puteti adauga chiar carne sau oua fierte. Iaurtul poate fi de orice fel doriti. Chiar foarte slab, cu 1% grasime. Eu am folosit iaurt cu 3,5% grasime si ulei de masline. Imi place gustul acestui ulei, mai ales ca am unul natural, bio si foarte bun, de la soacra mea, din Maroc.\n\nDupa ce este gata, puteti savura salata la temperatura camerei sau o puteti pune la frigider pentru cel putin o ora. Mie imi place chiar usor calduta imediat dupa ce-am preparat-o.",
      "id": 7
    },
    {
      "imageUrl": "https://jamilacuisine.ro/wp-content/uploads/2022/04/Cheesecake-tiramisu-fara-coacere-696x392.jpg.webp",
      "name": "Cheesecake tiramisu fara coacere",
      "ingredients": "500 g smantana pentru frisca, 300 g piscoturi, 250 g mascarpone, 250 g crema de branza, 200 g zahar, 80 g unt topit, 15 g cacao, 10 g cafea instant, 15 g gelatina, 1 cana cafea indulcita, 1 lingura extract de cafea, putina sare",
      "description": "Nu am vrut sa am mai multa crema si putine piscoturi asa ca acest strat a fost perfect pe post de blat usor umed. Mai puteti adauga un strat de piscoturi si deasupra prajiturii, asta doar daca simtiti nevoia. In locul piscoturilor puteti pune si o foaie subtire de pandispan pe care s-o insiropati cu cafea usor indulcita. Cand prajitura e asamblata trebuie neaparat s-o puneti la frigider pentru cel putin 6 ore, cat sa se intareasca bine crema.\n\nPuteti decora acest cheesecake tiramisu oricum doriti. Il puteti pur si simplu pudra cu cacao din belsug. Puteti adauga ciocolata sau piscoturi pentru decor. Eu am ales sa bat niste frisca naturala si cu ea sa decorez toata suprafata prajiturii. Peste frisca am pus cacao cat sa acopere in totalitate frisca. Mai puteti si sa amestecati frisca cu mascarpone si sa adaugati putin zahar si putin amaretto. Veti obtine o crema delicioasa pe care o puteti folosi la decor. Inainte de a servi acest minunat desert mai puneti-l la frigider pentru cel putin o ora, cat sa se intareasca si frisca. Il puteti apoi felia si servi.",
      "id": 8
    },
    {
      "imageUrl": "https://jamilacuisine.ro/wp-content/uploads/2022/10/Tocanita-de-ciuperci-696x392.jpg.webp",
      "name": "Tocanita de ciuperci",
      "ingredients": "1.5 kg ciuperci asortate, 500 ml sos de rosii, 6-7 catei de usturoi, 4-5 linguri ulei, 2 cepe tocate marunt, 1 legatura patrunjel, 1 legatura marar, sare, piper",
      "description": "Tocanita de ciuperci este foarte gustoasa daca gatiti bine ciupercile astfel incat sa-si elibereze cat mai mult din zeama. Veti observa ca lasa mult lichid, iar acest lucru este normal. Abia apoi puteti adauga rosiile si apa la nevoie. Nu lasati tocana sa fiarba prea mult pentru ca ciupercile nu au nevoie de gatire indelungata. Cand mancarea este aproape gata, faceti repede si o mamaliga moale. Nu putem servi tocana fara o porție de mamaliga fierbinte. La final nu uitati nici de verdeata: marar, patrunjel sau ambele. Daca si voua va plac ciupercile, nu uitati sa incercati si reteta mea de supa crema de ciuperci, la fel de simpla si de gustoasa. Este un deliciu!",
      "id": 9
    },
    {
      "imageUrl": "https://jamilacuisine.ro/wp-content/uploads/2021/08/Ciorba-de-fasole-696x392.jpg.webp",
      "name": "Ciorba de fasole rapida si gustoasa",
      "ingredients": "300 g fasole boabe inmuiatia peste noapte, 250 g rosii in bulion, 3 linguri ulei, 1 ardei gras, 1 pastarnac, 1 morcovi mare, 1 ceapa mare, 1 legatura patrunjel, 1 crenguta cimbru, 1/2 telina, putina sare",
      "description": " Eu am hidratat-o peste noapte pentru a fierbe mai usor si pentru a fi mai usor de digerat. Hidratarea nu este obligatorie, dar eu o recomand. Daca nu aveti timp sa o hidratati, mariti timpul de gatire cu 10-20 de minute. Verificati-o inainte sa puneti legumele si la nevoie mai lasati-o la fiert. Adaugati apoi legumele si mai lasati ciorba sa fiarba inca 10 minute la presiune. Cele 10 minute vor fi suficiente ca legumele sa fie perfect fierte, la fel si fasolea. Deci intr-o jumatate de ora avem ciorba de fasole gata si numai buna de servit.\n\nDaca doriti ca ciorba de fasole sa fie usor acrisoara, asa cum e borsul moldovenesc de fasole, puteti adauga la final si niste bors. Fierbeti-l inainte cat sa ajunga la punctul de fierbere si adaugati-l dupa gust. Tot la final adaugati multa verdeata, patrunjel sau leustean. Puteti pune chiar si marar. ",
      "id": 10
    },
    {
      "imageUrl": "https://jamilacuisine.ro/wp-content/uploads/2022/09/Chec-marmorat-cu-cacao-696x392.jpg.webp",
      "name": "Chec marmorat cu cacao foarte pufos si aspectuos",
      "ingredients": "280 g faina, 3 linguri cacao Nestle Dessert, 200 g unt, 200 ml lapte, 5 oua, 200 g zahar, 10 g praf de copt, 1 lingura extract de vanilie, putina sare",
      "description": "Pentru a obtine un chec marmorat cu un aspect perfect alternati cele doua compozitii. Puneti una-doua linguri din fiecare astfel incat sa obtineti un aspect de zebra. Puteti sa adaugati mai putina compozitie cu cacao, insa mie imi place cu mai multa. Din acest motiv separ compozitia in jumatate si pun suficienta cacao in una din ele. Imi place checul cu destula cacao si nu ma multumesc cu putina cacao doar in partea de sus a prajiturii. Aveti totusi grija sa-l coaceti suficient. Fiind o compizitie mai densa, are nevoie de cam o ora pentru a se coace. Incercati si reteta de rulouri cu cacao si nuca pentru un alt desert delicios si foarte pufos cu cacao!",
      "id": 11
    },
    {
      "imageUrl": "https://jamilacuisine.ro/wp-content/uploads/2022/07/Chiftelute-marocane-cu-sos-de-rosii-696x392.jpg.webp",
      "name": "Chiftelute marocane cu sos de rosii",
      "ingredients": "500 g carne de vita tocata, 350 g rosii in bulion, 2 cepe tocate marunt, 20 g muguri de pin tocati, 1/2 legatura coriandru,100 ml apa, 2 linguri ulei de masline, 1 catel de usturoi tocat, 1 lingurita chimion, 1 lingurita ghimbir, 1 lingurita boia dulce, 1 lingurita curcuma, sare, piper",
      "description": "Aceste chiftelute marocane cu sos de rosii sunt simplu de realizat si foarte rapide. Aveti nevoie de carne tocata de vita sau o combinatie de vita cu berbec. Puteti folosi si carne tocata de pasare, dar sa nu fie grasa. Carnea de porc nu merge in retetele marocane pentru ca stiti ca marocanii nu mananca porc. Condimentele pe care eu le-am folosit sunt usor de gasit. Avem noroc ca acum sunt accesibile si putem cumpara din orice supermarket mare. Am avut instructiunile pas cu pas si a fost foarte usor sa rumenesc chiftelele, apoi sa le gatesc la presiune pentru doar 3 minute. Au fost un deliciu, la fel ca iepurele cu mustar, o alte reteta aromata si foarte rapida!",
      "id": 12
    },
    {
      "imageUrl": "https://jamilacuisine.ro/wp-content/uploads/2017/07/Salata-de-dovlecei-cu-maioneza.jpg.webp",
      "name": "Salata de dovlecei cu maioneza",
      "ingredients": "150 g maioneza, 100 g iaurt, 3 catei de usturoi, 1 kg dovlecei, sare, piper",
      "description": "Este mult mai gustoasa si stim cu siguranta ce am pus in ea. Pentru o varianta mai usoara, puteti inlocui maioneza cu smatana sau puneti doar iaurt.\n\nPentru ca salata de dovlecei cu maioneza sa aiba si mai multa aroma am folosit cativa catei de usturoi, dar este foarte buna si o ceapa mica pe care s-o tocati marunt. Tot pentru aroma mai puteti adauga marar sau patrunjel. Eu am preferat sa nu adaug nimic pentru ca o prefer asa. Inainte de a o servi, trebuie neaparat sa lasati salata la frigider. E foarte buna rece, asa cum e buna si salata de vinete. Se poate servi pur si simplu pe paine, cu legume proaspete. Este absolut minunata si sper din suflet s-o preparati si voi! Incercati si reteta de dovlecei cu sos de smantana care e la fel de gustoasa si se prepara foarte usor!",
      "id": 13
    },
    {
      "imageUrl": "https://jamilacuisine.ro/wp-content/uploads/2015/11/Mix-pentru-ciocolata-calda.jpg.webp",
      "name": "Mix pentru ciocolata calda",
      "ingredients": "200 g ciocolata amaruie 70% cacao, 250 g zahar pudra, 50 g cacao, 30 g zahar vanilat",
      "description": "Acest mix pentru ciocolata contine suficient zahar pudra si avem nevoie de ciocolata amaruia atat pentru gust cat si pentru culoare. Cacaoa trebuie sa fie si ea de buna calitate, neindulcita, iar zaharul vanilat sa fie din cel care contine semintele pastaii de vanilie.\n\nIl gasiti in comert sau puteti adauga voi semintele unei pastai de vanilie la intreaga cantitate de mix pentru ciocolata calda. Puneti mix-ul intr-un borcan inchis ermetic si pastrati-l in dulap. Rezista foarte mult timp, pana expira ciocolata pe care ati folosit-o in mix, asa ca verificati ambalajul ciocolatei. Puteti oferi acest mix pentru ciocolata calda drept cadou, folosind un borcan dragut decorat cu panglica colorata si cu o eticheta pe care sa scrieti proportiile pentru realizarea ciocolatei calde. Veti face senzatie cu el, va asigur!",
      "id": 14
    },
    {
      "imageUrl": "https://jamilacuisine.ro/wp-content/uploads/2021/09/Turte-oltenesti-pufoase-in-tigaie-696x392.jpg.webp",
      "name": "Turte oltenesti pufoase in tigaie",
      "ingredients": "1 kg faina, 650 ml apa, 10 g drojdie uscata / 25g drojdie proaspata, 10 g sare",
      "description": "ngredientele sunt cele clasice pentru paine. Faina, apa, drojdie si sare. Nu am pus nici macar ulei in aluat pentru ca nici bunica nu pune. Nu am pus nici prea multa drojdie pentru ca nu e nevoie, ci am lasat aluatul sa creasca in legea lui, fara sa-l grabesc.\n\nCand coaceti aceste turte oltenesti in tigaie nu va grabiti si nu dati focul la maxim. Ele se coc la foc mediu spre mic astfel incat sa fiti sigur ca sunt bine coapte fara sa fie arse la suprafata. Bunica facea acelasi lucru si folosea putine lemne pentru a coace turtele la foc mic. Nu-i placea sa se arda si mai stia ca bunicul comenta daca se intampla asta. Pastra mereu putin din acest aluat de paine pentru a face si gogosi. Da, nu erau gogosile cu lapte si oua, ci erau mai mult scovergi, dar erau excelente. Prima data mancam turte calde cu telemea de oaie apoi ne bucuram de gogosi.",
      "id": 15
    },
    {
      "imageUrl": "https://jamilacuisine.ro/wp-content/uploads/2021/04/Ciorba-de-perisoare-de-post-696x392.jpg.webp",
      "name": "Ciorba de perisoare de post",
      "ingredients": "400 g rosii in bulion, 500 ml bors, 4 cartofi, 1 ardei gras rosu taiat cuburi, 1 ceapa tocata, 1 morcov taiat cuburi, ¼ telina taiata cuburi, 1 radacina de pastarnac taiata cuburi, 1 radacina de patrunjel taiata cuburi, 2 tije apio taiate in cuburi, 1 legatura patrunjel, 2-3 linguri ulei",
      "description": "Cum in post nu putem folosi nici oua, aceasta faina este necesara si nu se poate omite, nici inlocui. Ea leaga perisoarele si le ajuta sa-si pastreze forma la fiert. Daca sunteti vegetarieni si consumati oua, puteti adauga si un ou in aceasta compozitie. Amestecati bine de tot compozitia cat sa fie omogena si sa puteti forma chiftelute.\n\nIn ceea ce priveste legumele pentru aceasta ciorba de perisoare de post, puteti folosi de oricare doriti. Eu am pus radacinoase (radacina de patrunjel, pastarnac, telina si morcov), impreuna cu ceapa, ardei gras si cartofi. Mai puteti pune dovlecel, fasole verde, chiar si mazare. Am mai pus si rosii si bineinteles, bors. Daca nu aveti bors, puteti acri ciorba cu zeama de lamaie in momentul servirii.",
      "id": 16
    },
    {
      "imageUrl": "https://jamilacuisine.ro/wp-content/uploads/2022/03/Tocanita-de-ceapa-cu-pui-696x392.jpg.webp",
      "name": "Tocanita de ceapa cu pui",
      "ingredients": "1 kg pulpe inferioare de pui, 500 g ceapa rosii, 500 g ceapa alba, 5-6 catei de usturoi, 4-5 linguri ulei, 2 conserve rosii in bulion, 1 legatura patrunjel, 1 lingurita boia, 1 lingurita cimbru uscat, sare, piper",
      "description": "Am inceput prin a rumenit pulpele de pui pentru a-si lasa grasimea gustoasa. Am calit apoi ceapa pana cand s-a inmuiat bine apoi am adaugat condimentele, rosii si am pus carnea inapoi. Mancarea trebuie sa fiarba pana cand legumele sunt moi, iar carnea frageda. Poate dura cam 20 de minute pentru carnea din comert.\n\nIn cazul in care faceti tocanita de ceapa cu pui cu carne de tara, incepeti prin a fierbe separat carnea si pastrati zeama pentru a o adauga in sos. Continuati apoi reteta ca in clip si veti obtine o mancare si mai gustoasa avand in vedere ca pasarea de tara are un gust aparte. Daca folositi alte tipuri de carne aveti grija sa le taiati in bucati mici si sa le gatiti pana cand carnea e frageda.",
      "id": 17
    },
    {
      "imageUrl": "https://jamilacuisine.ro/wp-content/uploads/2016/12/Bagheta-umpluta.jpg",
      "name": "Bagheta umpluta cu branza si sunca ",
      "ingredients": "1 bagheta, 100 g sunca de pui, 150 g smantana, 300 g crema de branza, 1 ardei gras copt, 100 g telemea, 1 legatura patrunjel, 50 g unt, 50 g masline fara samburi, putin piper",
      "description": "Pentru acesta bagheta umpluta aveti nevoie de ingrediente simple si la indemana. Eu am folosit crema de branza, branza telemea, smantana si putin unt. La acestea puteti adauga orice alte ingrediente. Eu am ales ardei copt, putina sunca de pui, patrunjel si masline. Mai puteti pune porumb din conserva. bucatele de pui gatit, ciuperci calite, ceapa verde sau orice va mai place voua. Cumparati o bagheta buna, prospata, de buna calitate. Miezul baghetei se indeparteaza si se umple cu crema de branza. Se pune apoi la frigider pentru cel putin o ora, pana cand se intareste bine interiorul.\n\nTaiati bagheta in felii subtiri si aranjati-le pe farfurie. Le puteti pune si pe platouri mari alaturi de alte apertive si le puteti servi impreuna cu altele. Puteti pune bagheta umpluta si la congelator si o puteti pastra pana la 3 luni. ",
      "id": 18
    },
    {
      "imageUrl": "https://jamilacuisine.ro/wp-content/uploads/2022/03/Clatite-de-post-696x392.jpg.webp",
      "name": "Clatite de post fragede si delicioase",
      "ingredients": "220 g faina, 500 ml lapte vegetal, 50 g zahar pudra, 1 lingura esenta de vanilie, 40 ml ulei, putina sare",
      "description": "Reteta de clatite de post este una simpla si la indemana. O puteti face cu ingredientele pe care le aveti la dispozitie si e perfecta pentru micul dejun sau chiar pentru a o folosi in alte preparate, cum ar fi un tort de clatite. Ca lichid eu am folosit lapte de cocos, insa e bun orice fel de lapte vegetal aveti la dispozitie. Este ok si apa, insa folosind lapte vegetal clatitele vor fi mai gustoase. Tot pentru gust am adaugat si zahar in aluat. Voi puteti sa-l omiteti daca vreti sa umpleti clatitele cu ceva sarat. In rest aveti nevoie de faina, ulei si esenta voastra preferata.",
      "id": 19
    },
    {
      "imageUrl": "https://jamilacuisine.ro/wp-content/uploads/2021/09/Paste-cremoase-cu-sos-de-rosii-si-parmezan-696x392.jpg.webp",
      "name": "Paste cremoase cu sos de rosii si parmezan",
      "ingredients": "500 g Penne Antonio Di Vaio, 750 g rosii pasate, 200 ml smantana pentru gatit, 50 g parmezan, 3-4 linguri ulei de masline, 3 catei de usturoi, 1 ceapa mare tocata marunt, 1 lingura ierburi aromatice, 1 legatura patrunjel, putina sare",
      "description": "Eu am folosit smantana cu 20% grasime pentru ca nu am vrut sa adaug mai grasa, dar puteti folosi si cu 32%. In orice caz sa fie smantana dulce, adica nefermentata, smantana de gatit. Alegeti una naturala, din grasimea laptelui de vaca. Adaugati neaparat parmezan pentru un gust perfect, iar la final patrunjel proaspat. Nu omiteti nici usturoiul chiar daca adaugati mai putin ca mine.\n\nBineinteles ca nu putem face paste cremoasa cu sos de rosii fara paste. Eu le-am folosit pe cele de la Antonio Di Vaio si am ales penne. Sunt paste de calitate, din 100% grau dur, sunt comparabile cu cele italienesti, de fapt sunt la fel de bune, si sunt romanesti. Le-am incercat pe toate de-a lungul timpului si am fost super multimita de toate tipurile.",
      "id": 20
    }
  ],
  "products": [
    {
      "id": 1,
      "title": "Crema de branza proaspata Almette cu smantana, 150 g",
      "price": 6.45,
      "description": "Branza proaspata de vaca, smantana 30%, sare.A se pastra la temperatura cuprinsa intre +2 si +8 grade C.A se consuma, de preferinta, inainte de: vezi data inscriptionata pe ambalaj.",
      "category": "ingredients",
      "image": "//auchan.vtexassets.com/arquivos/ids/158555-800-auto?v=1755849874&width=800&height=auto&aspect=true"
    },
    {
      "id": 2,
      "title": "Crenvursti din piept de pui Meda, 500 g",
      "price": 13.6,
      "description": "Piept de pui, slanina, apa, sorici, proteina vegetala din soia, sare, amidon, stabilizatori (difosfati), conservanti (acetati de sodiu, nitrit de sodiu), potentiator de aroma (glutamat monosodic), dextroza, condimente, antioxidanti (acid citric, acid eritorbic), colorant (carmin). ",
      "category": "ingredients",
      "image": "https://www.cora.ro/media/catalog/product/2/5/2545111_hd_1_5.jpg?optimize=medium&bg-color=255,255,255&fit=bounds&height=422&width=422&canvas=422:422"
    },
    {
      "id": 3,
      "title": "Set 12 ustensile bucatarie, Lemn/Silicon, Suport inox, Antiaderente, Termorezistente, Gri",
      "price": 94,
      "description": "Ustensile de bucatarie: 12 ustensile de bucatarie profesionale din silicon, inclusiv turner cu fante, lingura cu fante, turner solid, lingura solida, oala adanca pentru supa, server pentru paste, tel pentru oua, spatula rotunda, o spatula flexibila, o perie de patiserie, clesti de bucatarie si un suport. Completeaza-ti felurile de mancare si usureaza gatitul.",
      "category": "kitchen ustensil",
      "image": "https://s13emagst.akamaized.net/products/42713/42712941/images/res_fff6ee0ec7cde96f3996305ddf2afd3b.jpg?width=450&height=450&hash=BB540CCAA74E961412D7F73F58CECAAD"
    },
    {
      "id": 4,
      "title": "Oua de gaina marime M cod 3 Auchan, 30 bucati",
      "price": 24.9,
      "description": "30 de oua de marime medie, ambalate in cofraj.A se pastra la o temepratura situata intre 5 si 18 grade C.Produs pasteurizat la tempereturi ultrainalte, apoi racit.",
      "category": "ingredients",
      "image": "https://auchan.vtexassets.com/arquivos/ids/163439-800-auto?v=637981797032730000&width=800&height=auto&aspect=true"
    },
    {
      "id": 5,
      "title": "Tava Schmitter, ceramica, 35 x 26 x 7 cm",
      "price": 15.8,
      "description": "Sursa de caldura: GazElectric, Vitroceramic;\n Forma: Dreptunghi;\n Material: Aluminiu;\n  Material:interior Ceramica;\n Culoare: Rosu bordo.",
      "category": "kitchen ustensil",
      "image": "https://s13emagst.akamaized.net/products/21544/21543865/images/res_1437d9251b52fb1656f583bef674873d.jpg?width=450&height=450&hash=76A6F450ED09C004CC1762FACE868A6A"
    },
    {
      "id": 6,
      "title": "Cratita ceramica Schmitter, aluminiu turnat, 28 cm, 3.5L",
      "price": 78.21,
      "description": "Interior ceramic 2 straturi;\nFund triplu stratificat termoradiant 5mm;\nCuloare metalizata;\nCapac sticla termorezistent;\nPoate fi folosita si la cuptor (fara capac);\nGrosime fund: 4.2 mm.",
      "category": "kitchen ustensil",
      "image": "https://s13emagst.akamaized.net/products/2254/2253900/images/res_6e057501c4d3d143990e6fddc906429d.png?width=450&height=450&hash=77E35DB875AF5D7F776BFDAB12DFD426"
    },
    {
      "id": 7,
      "title": "Unt Napolact 65% grasime, 200g",
      "price": 14.7,
      "description": "Atat de bun incat ai zice ca se intinde singur pe paine.Gustos, hranitor, sanatos, delicios, cu 65% grasime.Conditii de pastrare / depozitare: max 4 C;\n Mod de preparare: Pasteurizare;\n Tara de origine: Romania.",
      "category": "ingredients",
      "image": "https://auchan.vtexassets.com/arquivos/ids/163216-800-auto?v=1755707393&width=800&height=auto&aspect=true"
    },
    {
      "id": 8,
      "title": "Set 6 boluri sticla Eljado, 700ml, decor mac",
      "price": 39.9,
      "description": "Setul de boluri poate fi folosit pentru servirea supei sau a cerealelor cu lapte. Acesta contine 6 bucati, din care va puteti servi mesele impreuna cu cei dragi. Bolurile sunt din sticla transparenta, cu un decor floral in culori tari si au o capacitate de 700ml.Pentru o rezistenta sporita in timp, nu se recomanda folosirea produselor abrazive la curatare.",
      "category": "kitchen ustensil",
      "image": "https://s13emagst.akamaized.net/products/40052/40051632/images/res_af6d914f6db7d10044d67c0b3562d8ea.jpg?width=450&height=450&hash=DF881D2ABD7F31C61942D378CF0F5907"
    },
    {
      "id": 9,
      "title": "Smantana UHT pentru frisca LaDORNA neindulcita 200ml",
      "price": 7.8,
      "description": "LaDORNA Smantana frisca neindulcita 32% 200ml UHT.Smantana din lapte de vaca( origine Romania), stabilizator:,caragenan.Alergeni descriere:Contine lapte ( inclusiv lactoza).",
      "category": "ingredients",
      "image": "https://auchan.vtexassets.com/arquivos/ids/163126-800-auto?v=1755708494&width=800&height=auto&aspect=true"
    },
    {
      "id": 10,
      "title": "Tigaie clatite Renberg Black Jazzy, inductie, aluminiu, 24cm",
      "price": 20,
      "description": "Material: Aluminiu;\n Forma: Rotunda;\n Caracteristici speciale: \n Tigaia de 24cm este fabricata din aluminiu presat. Interiorul are acoperire antiaderenta. Baza cu inductie, compatibila cu toate sursele de caldura.Maner moale placut la atingere;\nInstructiuni intretinere:Se poate spala manual sau in masina de spalat  vase.",
      "category": "kitchen ustensil",
      "image": "https://s13emagst.akamaized.net/products/39549/39548480/images/res_6804e469c896d82c8f93975933f94523.jpg?width=450&height=450&hash=15DD251CE602074021115B0A92F8325F"
    },
    {
      "id": 11,
      "title": "Faina alba de grau 000 Unopan, 1kg",
      "price": 4,
      "description": "Faina alba de grau 000.Ingrediente: Faina alba de grau;\n Alergeni descriere: Gluten;\n Cantitate neta (kg, l): 1,Brand / marca:Unopan;\n Termen de valabilitate:180 zile;\n Conditii de pastrare / depozitare: a se pastra la loc uscat si racoros.",
      "category": "ingredients",
      "image": "https://auchan.vtexassets.com/arquivos/ids/159813-800-auto?v=1755708182&width=800&height=auto&aspect=true"
    },
    {
      "id": 12,
      "title": "Ibric inox Schmitter, 11 cm, 1L",
      "price": 34.9,
      "description": "Ibricul are manerul din bachelita si are o capacitate de 1000 ml.Sursa de caldura: Gaz, Electric;\nCapacitate: 1 l;\n Culoare: Argintiu;\n Diametru: 11 cm,12 cm.",
      "category": "kitchen ustensil",
      "image": "https://s13emagst.akamaized.net/products/2251/2250206/images/res_55fd6d68fcfed1489b01d8acedada8a6.png?width=450&height=450&hash=8D144A4D63B649C73E6D85F0A5BF1880"
    },
    {
      "id": 13,
      "title": "Ulei de floarea-soarelui Bunica, 1L",
      "price": 11.75,
      "description": "Ulei obtinut prin rafinarea uleiului brut rezultat din presarea si extractia cu solvent a semintelor de floarea-soarelui. Uleiul rafinat are un continut natural de Vitamina E de minim 50mg/100g si este imbogatit cu 250ppb de Vitamina D care contribuie la mentinerea sanatatii sistemului osos.\nUleiul este un ingredient esential pentru o multime de mancaruri, de la cele cu carne, tocanite, salate si pana la dulciuri sau gratar.",
      "category": "ingredients",
      "image": "https://auchan.vtexassets.com/arquivos/ids/160241-800-auto?v=1755708608&width=800&height=auto&aspect=true"
    },
    {
      "id": 14,
      "title": "Set 6 farfurii intinse pentru casa familiei tale, Cesiro, Ø 26 cm, Albastru Bluemarin",
      "price": 54,
      "description": "Culoare: Albastru Bluemarin;\n Material:Ceramica;\n Brand:Cesiro;\nNume:Colectie: “Albastru Bluemarin”;\n Colectiile oferite de Cesiro sunt produse deosebite care doresc sa fie incluse in orice casa. Cesiro respecta planeta Pamant si are grija de casa voastra. Naturale si sigure pentru alimente si sanantate, vasele de ceramica sunt categoric o alegere buna pentru o casa preocupata de mediu.",
      "category": "kitchen ustensil",
      "image": "https://s13emagst.akamaized.net/products/40467/40466931/images/res_2244097afa66c59ea9c818ea022baf9c.jpg?width=450&height=450&hash=0E27CCC5199E2332F9DB0E4A167FE0B9"
    },
    {
      "id": 15,
      "title": "Set tacamuri Art of Dining by Heinner Prague, 68 piese",
      "price": 219,
      "description": "Tacamurile sunt fabricate din material de buna calitate pentru a asigura o intrebuintare de lunga durata. Cu un design elegant si minimalist acest set este potrivit pentru evenimente importante din viata ta. Materialul din care sunt fabricate aceste tacamuri este potrivit pentru a intra in contact cu produsele alimentare.Instructiuni de intretinere:inainte de prima utilizare, spalati produsele cu apa si detergent;se pot spala la masina de spalat vase.",
      "category": "kitchen ustensil",
      "image": "https://s13emagst.akamaized.net/products/20723/20722863/images/res_aa93864cb830acbc8799392455acd7a1.jpg?width=450&height=450&hash=669FF2B8A9CA95264849D54BA6E799EB"
    },
    {
      "id": 16,
      "title": "Zahar vanilinat Dr. Oetker 8g",
      "price": 0.49,
      "description": "Zahar vanilinat pentru aromatizarea prajiturilor si cremelor, prin adaugarea in compozitie, sau la pudrarea produselor de cofetarie.Ingrediente: Zahar, aroma (etilvanilina);\n Brand / marca: Dr. Oetker;\nTermen de valabilitate: A se consuma de preferinta inainte de sfarsitul: vezi data inscriptionata pe ambalaj;\n Conditii de pastrare / depozitare: A se pastra la loc uscat si racoros.",
      "category": "ingredients",
      "image": "https://auchan.vtexassets.com/arquivos/ids/160356-800-auto?v=1755708661&width=800&height=auto&aspect=true"
    },
    {
      "id": 17,
      "title": "Esenta de rom Dr. Oetker, 38 ml",
      "price": 4.75,
      "description": "Esenta de rom pentru aromatizarea prajiturilor si deserturilor.Ingrediente:Apa, propilenglicol, aroma, colorant caramel simplu;\n Brand / marca:Dr. Oetker;\n Termen de valabilitate: A se consuma de preferinta inainte de data inscrisa pe ambalaj.",
      "category": "ingredients",
      "image": "https://auchan.vtexassets.com/arquivos/ids/167714-800-auto?v=1755708808&width=800&height=auto&aspect=true"
    },
    {
      "id": 18,
      "title": "Set de 10 ustensile de gatit din silicon, ASKSA, cu galeata de depozitare, rezistente la caldura, rosu",
      "price": 109.98,
      "description": "Material: produse din silicon;\n Date tehnice: 100% clasa FDA, set de ustensile de gatit acoperite cu silicon fara BPA;\n Caracteristici: produse ecologice, non-toxice, antiaderente, durabile, sigure, usor de curatat;\n Igienic: Suprafata solida din silicon pe aceste ustensile de bucatarie inseamna ca nu exista fisuri pentru dezvoltarea bacteriilor;\n Temperatura de reglare: temperatura scazuta -40, temperatura ridicata +230, nu se topesc, deformare;\n Maner ergonomice si capete perfect modelate, miez de nailon pentru rezistenta suplimentara, gaura pentru depozitare usoara.",
      "category": "kitchen ustensil",
      "image": "https://s13emagst.akamaized.net/products/34478/34477123/images/res_3a7d75d1c0c0e2da57d4370a6a50d309.jpg?width=450&height=450&hash=AA8C7017F5A441A959E902C6BC5AB542"
    },
    {
      "id": 19,
      "title": "Malai extra grisat Dobrogea, 1Kg",
      "price": 7.59,
      "description": "Malai obtinut prin macinarea porumbului cu o granulatie corespunzatoare malaiului grisat.Ingrediente:Malai grisat extra;\n Alergeni descriere: Contine gluten;\n Brand / marca:Dobrogea;\n Conditii de pastrare / depozitare: A se pastra in spatii curate, uscate si bine aerisite;\n Mod de preparare:Macinare porumb;\n Tara de origine:Romania.",
      "category": "ingredients",
      "image": "https://auchan.vtexassets.com/arquivos/ids/159769-800-auto?v=1755708742&width=800&height=auto&aspect=true"
    },
    {
      "id": 20,
      "title": "Sare iodata recristalizata Salrom 1 kg",
      "price": 3.05,
      "description": "Sarea iodata recristalizata se prezinta sub forma de cristale cubice, de culoare alba si dimensiuni intre 0,1 – 0,8 mm, cu gust sarat, solubile in apa.Brand / marca: Salrom;\n Greutate (Kg): 1;\n Termen de valabilitate: Nelimitat;\n Tara de origine: Romania;\n Conditii de pastrare / depozitare:Mediu ambiental.",
      "category": "ingredients",
      "image": "https://d1lqpgkqcok0l.cloudfront.net/medias/sys_master/he5/h0c/9097621307422.jpg?buildNumber=f5b44fdbd5bebce0232c13247b600c1ff906c1f89cc501f9c9330bb69969d4b7"
    }
  ]
}
